/*
------------------------------------------------------------------------------
ProPresenter English strings
Copyright © Renewed Vision. All rights reserved.

This file is in the Apple Cocoa .strings format:
https://developer.apple.com/library/archive/documentation/Cocoa/Conceptual/LoadingResources/Strings/Strings.html

The format is:
"KEY" = "Value";

Conventions:
+ Create keys that roughly correspond to ProPresenter's high-level UI hierarchy.
+ Maintain groups of keys organized with a header to help avoid merge conflicts.
+ Use lower-case key suffixes to indicate different properties of the same object.
+ Put a single-line C-style comment above a key to give more context to translators.

Example (reversed comment slashes since we're inside a comment block):
\* Main toolbar: switch to show mode button label *\
"MAIN_TOOLBAR_SHOW_BUTTON_label" = "Show";
\* Main toolbar: switch to show mode button tooltip *\
"MAIN_TOOLBAR_SHOW_BUTTON_tooltip" = "Enter Show Mode";

Different developers will split up the hierarchy of each UI section a bit
differently, and that's fine.  Just try to be as consistent as possible,
especially within a single section.

TODO: Parameter substitutions.
------------------------------------------------------------------------------
*/

/*
------------------------------------------------------------------------------
GLOBAL

Note: This section for *truly global* strings, i.e. "OK", "Cancel", etc.
If in doubt, make a string that is tied to a specific location in the UI.
------------------------------------------------------------------------------
*/

/* Global "OK" button content */
"GLOBAL_OK_BUTTON_title" = "好";

/* Global "Cancel" button content */
"GLOBAL_CANCEL_BUTTON_title" = "取消";

/* Global "Yes" button content */
"GLOBAL_YES_BUTTON_title" = "是";

/* Global "No" button content */
"GLOBAL_NO_BUTTON_title" = "否";

/* Global "Filter" placeholder text for filter/search bars. */
"GLOBAL_FILTER_FIELD_placeholder" = "过滤";

/* Global "Rename" context menu item title */
"GLOBAL_RENAME_MENU_ITEM_title" = "重命名";

/* Global "Duplicate" context menu item title */
"GLOBAL_DUPLICATE_MENU_ITEM_title" = "复制";

/* Global "Delete" title, used for context menus and or buttons */
"GLOBAL_DELETE_title" = "删除";

/* Global "Show in Finder" context menu item title for mac used in playlist item areas */
"GLOBAL_SHOW_IN_FINDER_MENU_ITEM_mac_title" = "在访达中显示";

/* Global "Show in Finder" context menu item title for mac used in playlist item areas */
"GLOBAL_SHOW_IN_FINDER_MENU_ITEM_windows_title" = "打开文件位置";

/* Global "Inspector" menu item and/or button title, can be seen in playlist item context menus */
"GLOBAL_INSPECTOR_BUTTON_title" = "检查器";

/* Global audio unit for miliseconds to be used when showing time */
"GLOBAL_AUDIO_MS_UNIT" = "ms";

/* Global "Save" title, used for context menus or buttons */
"GLOBAL_SAVE" = "保存";


/*
------------------------------------------------------------------------------
GLOBAL PLAYLIST AREAS

Note: This section for *global string in the playlist areas* strings, i.e. "New Playlist"
------------------------------------------------------------------------------
*/

/* Global Playlist area menu item title for "Add Playlist" */
"PLAYLIST_GLOBAL_ADD_PLAYLIST_MENU_ITEM_title" = "添加播放列表";

/* Global Playlist area menu item title for "New Playlist Folder" */
"PLAYLIST_GLOBAL_ADD_PLAYLIST_FOLDER_MENU_ITEM_title" = "新建播放列表文件夹";

/* Playlist Item Global "Playback Behavior" context menu item title used in playlist item areas */
"PLAYLIST_ITEM_GLOBAL_PLAYBACK_BEHAVIOR_MENU_ITEM_title" = "播放行为";

/* Playback Behavior "Stop" menu item title, can be seen in playlist item context menus */
"PLAYLIST_ITEM_GLOBAL_PLAYBACK_BEHAVIOR_STOP_MENU_ITEM_title" = "停止";

/* Playback Behavior "Loop" menu item and/or button title, can be seen in playlist item context menus */
"PLAYLIST_ITEM_GLOBAL_PLAYBACK_BEHAVIOR_LOOP_MENU_ITEM_title" = "循环";

/* Cue Completion Behavior "Next" menu item, can be seen in playlist item context menus */
"PLAYLIST_ITEM_GLOBAL_CUE_COMPLETION_NEXT_MENU_ITEM_title" = "下一个";

/* The item count in the header of the playlist views non plural */
"PLAYLIST_HEADER_ITEM_COUNT_title" = "1 个项目";

/* The item count in the header of the playlist views plural */
"PLAYLIST_HEADER_ITEM_COUNT_PLURAL_title" = "%i 个项目";

/* The duration in terms of 1 day in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_DAY_title" = "1 天";

/* The duration in terms of multiple days in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_DAY_PLURAL_title" = "%i 天";

/* The duration in terms of 1 Hour in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_HOUR_title" = "1 小时";

/* The duration in terms of 2 Hours in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_HOUR_PLURAL_title" = "%i 小时";

/* The duration in terms of 1 Minute in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_MINUTE_title" = "1 分钟";

/* The duration in terms of 2 Minutes in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_MINUTE_PLURAL_title" = "%i 分钟";


/*
------------------------------------------------------------------------------
MAIN_MENU
    APPLICATION
    FILE
    EDIT
    PRESENTATION
    SCREENS
        AUDIENCE
        STAGE
    VIEW
    WINDOW
    HELP
------------------------------------------------------------------------------
*/


/*
------------------------------------------------------------------------------
MAIN_TOOLBAR
------------------------------------------------------------------------------
*/

/* Main toolbar: search button label */
"MAIN_TOOLBAR_SEARCH_BUTTON_label" = "搜索";

/* Main toolbar: search button tool tip */
"MAIN_TOOLBAR_SEARCH_BUTTON_toolTip" = "Search library contents and SongSelect";

/* Main toolbar: search button tool tip */
"MAIN_TOOLBAR_SEARCH_BUTTON_NON_HOW_toolTip" = "搜索资源库内容";

/* Main toolbar: text style view button label */
"MAIN_TOOLBAR_TEXT_STYLE_BUTTON_label" = "文本";

/* Main toolbar: text style view button tool tip */
"MAIN_TOOLBAR_TEXT_STYLE_BUTTON_toolTip" = "调整幻灯片的文本样式";

/* Main toolbar: theme view button label */
"MAIN_TOOLBAR_THEME_BUTTON_label" = "主题";

/* Main toolbar: theme view button tool tip */
"MAIN_TOOLBAR_THEME_BUTTON_toolTip" = "应用主题到所选项";

/* Main toolbar: label for button to switch to show view */
"MAIN_TOOLBAR_SHOW_BUTTON_label" = "显示";

/* Main toolbar: tool tip for button to switch to show view */
"MAIN_TOOLBAR_SHOW_BUTTON_toolTip" = "进入显示模式";

/* Main toolbar: label for button to switch to edit view */
"MAIN_TOOLBAR_EDIT_BUTTON_label" = "编辑";

/* Main toolbar: tool tip for button to switch to edit view */
"MAIN_TOOLBAR_EDIT_BUTTON_toolTip" = "编辑所选的演示文稿";

/* Main toolbar: label for button to switch to reflow view */
"MAIN_TOOLBAR_REFLOW_BUTTON_label" = "重排";

/* Main toolbar: tool tip for button to switch to reflow view */
"MAIN_TOOLBAR_REFLOW_BUTTON_toolTip" = "重排所选的演示文稿";

/* Main toolbar: label for button to switch to bible view */
"MAIN_TOOLBAR_BIBLE_BUTTON_label" = "圣经";

/* Main toolbar: tool tip for button to switch to bible view */
"MAIN_TOOLBAR_BIBLE_BUTTON_toolTip" = "根据圣经创建幻灯片和演示文稿";

/* Main toolbar: label for button to open more menu */
"MAIN_TOOLBAR_MORE_BUTTON_label" = "更多";

/* Main toolbar: tool tip for button to open more menu */
"MAIN_TOOLBAR_MORE_BUTTON_toolTip" = "更多";

/* Main toolbar: label for timers button to toggle timers view */
"MAIN_TOOLBAR_TIMERS_BUTTON_label" = "计时器";

/* Main toolbar: tool tip for timers button to toggle timers view */
"MAIN_TOOLBAR_TIMERS_BUTTON_toolTip" = "显示或隐藏计时器";

/* Main toolbar: label for messages button to toggle messages view */
"MAIN_TOOLBAR_MESSAGES_BUTTON_label" = "消息";

/* Main toolbar: tool tip for messages button to toggle messages view */
"MAIN_TOOLBAR_MESSAGES_BUTTON_toolTip" = "显示或隐藏消息";

/* Main toolbar: label for props button to toggle props view */
"MAIN_TOOLBAR_PROPS_BUTTON_label" = "道具";

/* Main toolbar: tool tip for props button to toggle props view */
"MAIN_TOOLBAR_PROPS_BUTTON_toolTip" = "显示或隐藏道具控制器";

/* Main toolbar: label for stage button to toggle stage view */
"MAIN_TOOLBAR_STAGE_BUTTON_label" = "舞台";

/* Main toolbar: tool tip for stage button to toggle stage view */
"MAIN_TOOLBAR_STAGE_BUTTON_toolTip" = "显示或隐藏舞台控制器";

/* Main toolbar: label for store button to toggle the web store view */
"MAIN_TOOLBAR_WEBSTORE_BUTTON_label" = "商店";

/* Main toolbar: tool tip for store button to toggle the web store view */
"MAIN_TOOLBAR_WEBSTORE_BUTTON_toolTip" = "显示媒体商店";

/* Main toolbar: label for media button to toggle the media bin view */
"MAIN_TOOLBAR_MEDIA_BIN_BUTTON_label" = "媒体";

/* Main toolbar: tool tip for media button to toggle the media bin view */
"MAIN_TOOLBAR_MEDIA_BIN_BUTTON_toolTip" = "显示或隐藏媒体库";

/* Main toolbar: label for feedback button to toggle the feedback view - beta only */
"MAIN_TOOLBAR_FEEDBACK_BUTTON_label" = "反馈";

/* Main toolbar: tool tip for feedback button to toggle the feedback view - beta only */
"MAIN_TOOLBAR_FEEDBACK_BUTTON_toolTip" = "分享反馈给我们";

/* Main toolbar: more button menu item for opening the stage editor */
"MAIN_TOOLBAR_MORE_MENU_STAGE_EDITOR_ITEM_title" = "舞台编辑器";

/* Main toolbar: more button menu item for opening the theme editor */
"MAIN_TOOLBAR_MORE_MENU_THEME_EDITOR_ITEM_title" = "主题编辑器";

/* Main toolbar: more button menu item for opening the ccli editor */
"MAIN_TOOLBAR_MORE_MENU_CCLI_EDITOR_ITEM_title" = "CCLI 编辑器";

/* Main toolbar: more button menu item for opening the props editor */
"MAIN_TOOLBAR_MORE_MENU_PROPS_EDITOR_ITEM_title" = "道具编辑器";

/* Main toolbar: more button menu item for opening the mask editor */
"MAIN_TOOLBAR_MORE_MENU_MASK_EDITOR_ITEM_title" = "遮罩编辑器";

/*
------------------------------------------------------------------------------
LIBRARY_PLAYLIST
    OUTLINE
        NEW_MENU
        CONTEXT_MENU
    ITEMS
        NEW_MENU
        CONTEXT_MENU
------------------------------------------------------------------------------
*/

/*
------------------------------------------------------------------------------
MEDIA_BIN
    OUTLINE
    BREADCRUMBS
    GRID_VIEW
    TABLE_VIEW
        HEADER
    TOOLBAR
        NEW_MENU
    CONTEXT_MENU
------------------------------------------------------------------------------
*/

/* Title of alert shown when a user chooses "Show in Finder" on a cue who's file cannot be found on disk */
"MEDIA_BIN_SHOW_IN_FINDER_CANNOT_LOCATE_MEDIA_ON_DISK_ALERT.title" = "无法在磁盘上找到媒体";

/*
------------------------------------------------------------------------------
PRESENTATION
    HEADER
        NOTES
        ARRANGEMENTS
        TIMELINE
    GRID_VIEW
    EASY_VIEW
    TABLE_VIEW
    TOOLBAR
        NEW_MENU
        OPTIONS_POPUP
    CONTEXT_MENU
------------------------------------------------------------------------------
*/

/*
------------------------------------------------------------------------------
SIDEBAR_PREVIEW
    HEADER
    CLEAR_BAR
    FOOTER
    CONTENT_TABS
    TRANSPORT
------------------------------------------------------------------------------
*/

/*
------------------------------------------------------------------------------
AUDIO_BIN
    OUTLINE
        NEW_MENU
        CONTEXT_MENU
    ITEMS
        NEW_MENU
        CONTEXT_MENU
    TOOLBAR
------------------------------------------------------------------------------
*/

/* the title in the audio section source list */
"AUDIO_BIN_HEADER_title" = "音频";

/* the tool tip for the add button in the audio bin */
"AUDIO_BIN_PLAYLIST_ITEM_HEADER_ADD_BUTTON_tooltip" = "添加音轨";

/* the tool tip for the shuffle button in the audio bin */
"AUDIO_BIN_FOOTER_SHUFFLE_BUTTON_tooltip" = "随机播放音轨";

/* the tool tip for the transition duration slider in the footer of the audio bin */
"AUDIO_BIN_FOOTER_TRANSITION_DURATION_SLIDER_tooltip" = "过渡持续时间";

/* the title for the context menu option on a playlist item to "set as sound effect type" */
"AUDIO_BIN_PLAYLIST_ITEM_CONTEXT_MENU_SET_AS_SOUND_EFFECT_title" = "设置为音效类型";

/* the title for the context menu option on a playlist item to "Set as Audio Track type" */
"AUDIO_BIN_PLAYLIST_ITEM_CONTEXT_MENU_SET_AS_AUDIO_TRACK_title" = "设置为音轨类型";

/*
------------------------------------------------------------------------------
ACKNOWLEDGMENT_VIEW
------------------------------------------------------------------------------
*/

/* the title for the website button in the acknowledgment row under about propresenter */
"ACKNOWLEDGMENT_VIEW_WEBSITE_BUTTON_title" = "网站";

/* the title for the license button in the acknowledgment row under about propresenter */
"ACKNOWLEDGMENT_VIEW_LICENSE_BUTTON_title" = "许可证";

/*
------------------------------------------------------------------------------
RECORDING
    BUTTON
        CONTEXT_MENU
    WINDOW
        SETTINGS
        SETTINGS_MENU
        BUTTON
        ALERTS
------------------------------------------------------------------------------
*/

/* button in the preview are for recording */
"RECORDING_BUTTON_LIVE_label" = "Live";

/* the title for the recording button context menu for the status header */
"RECORDING_BUTTON_CONTEXT_MENU_STATUS_title" = "状态";

/* the title for the recording button context menu for the "Active" status */
"RECORDING_BUTTON_CONTEXT_MENU_ACTIVE_title" = "启用";

/* the title for the recording button context menu when warning status */
"RECORDING_BUTTON_CONTEXT_MENU_WARNING_title" = ">10\% frame drop in the past 60 seconds";

/* the title for the recording button context menu when connection is lost */
"RECORDING_BUTTON_CONTEXT_MENU_CONNECTION_LOST_title" = "流媒体连接丢失";

/* the title for the recording button context menu when connection failed */
"RECORDING_BUTTON_CONTEXT_MENU_CONNECTION_FAILED_title" = "流媒体连接失败";

/* the title for the recording button context menu when reconnecting */
"RECORDING_BUTTON_CONTEXT_MENU_RECONNECTING_title" = "重新连接中";

/* the title for the recording button context menu to start recording */
"RECORDING_BUTTON_CONTEXT_MENU_START_CAPTURE_title" = "开始录屏";

/* the title for the recording button context menu to stop recording */
"RECORDING_BUTTON_CONTEXT_MENU_STOP_CAPTURE_title" = "停止录屏";

/* the title for the recording button context menu to open record settings */
"RECORDING_BUTTON_CONTEXT_MENU_CAPTURE_SETTINGS_title" = "录屏设置…";

/* the title for the recording button context menu for the drop frames */
"RECORDING_BUTTON_DROP_label" = "Drop:";

/* the title for the recording button context menu for the bit rate */
"RECORDING_BUTTON_BITRATE_label" = "码率：";

/* the title of the record settings windows */
"RECORDING_WINDOW_title" = "录屏设置";

/* the label for the source screen for recording */
"RECORDING_WINDOW_SOURCE_label" = "来源：";

/* the label for the destination (disk/rtmp) */
"RECORDING_WINDOW_DESTINATION_label" = "目标：";

/* the label for the rtmp address */
"RECORDING_WINDOW_RTMP_ADDRESS_label" = "地址：";

/* the label for the rtmp address */
"RECORDING_WINDOW_RTMP_KEY_label" = "Key:";

/* the label for the rtmp encoding */
"RECORDING_WINDOW_RTMP_ENCODING_label" = "编码：";

/* the label if rtmp will be saved to disk or not */
"RECORDING_WINDOW_RTMP_SAVE_LOCAL_COPY_label" = "保存本地副本：";

/* the label for the location to save the file (disk/rtmp) */
"RECORDING_WINDOW_SAVE_TO_label" = "保存到：";

/* the title of the button when there is no location selected */
"RECORDING_WINDOW_BUTTON_SELECT_A_LOCATION_title" = "选择一个位置…";

/* the label for the codec setting for disk recording */
"RECORDING_WINDOW_DISK_CODEC_label" = "编码器：";

/* the label for the resolution setting for disk recording */
"RECORDING_WINDOW_DISK_RESOLUTION_label" = "分辨率：";

/* the label for the interlaced setting for disk recording */
"RECORDING_WINDOW_DISK_INTERLACED_label" = "交错：";

/* the label for the framerate setting for disk recording */
"RECORDING_WINDOW_DISK_FRAMERATE_label" = "帧率：";

/* the label for the audio mapping for capture settings */
"RECORDING_WINDOW_AUDIO_label" = "音频：";

/* the title for the disk destination type */
"RECORDING_WINDOW_DESTINATION_DISK_title" = "磁盘";

/* the title for the rtmp destination type */
"RECORDING_WINDOW_DESTINATION_RTMP_title" = "RTMP";

/* the title for H.264 codec option */
"RECORDING_WINDOW_CODEC_H264_title" = "H.264";

/* the title for H.264 software codec option */
"RECORDING_WINDOW_CODEC_H264_SOFTWARE_title" = "H.264 软解";

/* the title for H.265 codec option */
"RECORDING_WINDOW_CODEC_H265_title" = "H.265";

/* the title for H.265 software codec option */
"RECORDING_WINDOW_CODEC_H265_SOFTWARE_title" = "H.265 软解";

/* the title for ProRes 422 Proxy codec option */
"RECORDING_WINDOW_CODEC_PRORES_422_PROXY_title" = "ProRes 422 Proxy";

/* the title for ProRes 422 LT codec option */
"RECORDING_WINDOW_CODEC_PRORES_422_LT_title" = "ProRes 422 LT";

/* the title for ProRes 422 codec option */
"RECORDING_WINDOW_CODEC_PRORES_422_title" = "ProRes 422";

/* the title for ProRes 422 HQ codec option */
"RECORDING_WINDOW_CODEC_PRORES_422_HQ_title" = "ProRes 422 HQ";

/* the title for ProRes 4444 codec option */
"RECORDING_WINDOW_CODEC_PRORES_4444_title" = "ProRes 4444";

/* the title for ProRes 4444 XQ codec option */
"RECORDING_WINDOW_CODEC_PRORES_4444_XQ_title" = "ProRes 4444 XQ";

/* the title for HAP codec option */
"RECORDING_WINDOW_CODEC_HAP_title" = "HAP";

"RECORDING_WINDOW_CODEC_HAPAlpha_title" = "HAP Alpha";

/* the title for NotchLC codec option */
"RECORDING_WINDOW_CODEC_NOTCHLC_title" = "NotchLC";

/* the title for HAP Q codec option */
"RECORDING_WINDOW_CODEC_HAPQ_title" = "HAP Q";

/* the title for HAP Q Alpha codec option */
"RECORDING_WINDOW_CODEC_HAPQAlpha_title" = "HAP Q Alpha";

/* the title for 720 resolution option */
"RECORDING_WINDOW_RESOLUTION_720_title" = "1280 x 720";

/* the title for 1080 resolution option */
"RECORDING_WINDOW_RESOLUTION_1080_title" = "1920 x 1080";

/* the title for Custom resolution option */
"RECORDING_WINDOW_RESOLUTION_CUSTOM_title" = "Custom...";

/* the title for 360p30 (1 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_360P301_title" = "360p30 (1 Mbps)";

/* the title for 480p30 (2 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_480P302_title" = "480p30 (2 Mbps)";

/* the title for 720p30 (1.25 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_720P30125_title" = "720p30 (1.25 Mbps)";

/* the title for 720p30 (2.5 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_720P3025_title" = "720p30 (2.5 Mbps)";

/* the title for 720p30 (4 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_720P304_title" = "720p30 (4 Mbps)";

/* the title for 720p60 (6 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_720P606_title" = "720p60 (6 Mbps)";

/* the title for 1080p30 (6 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_1080P306_title" = "1080p30 (6 Mbps)";

/* the title for 1080p60 (9 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_1080P609_title" = "1080p60 (9 Mbps)";

/* the title for 24 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_24FPS_title" = "24 fps";

/* the title for 25 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_25FPS_title" = "25 fps";

/* the title for 29.97 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_2997FPS_title" = "29.97 fps";

/* the title for 30 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_30FPS_title" = "30 fps";

/* the title for 50 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_50FPS_title" = "50 fps";

/* the title for 59.94 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_5994FPS_title" = "59.94 fps";

/* the title for 60 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_60FPS_title" = "60 fps";

/* the title for the Save To header for save location menu item */
"RECORDING_WINDOW_SAVE_TO_HEADER_title" = "另存为";

/* the title for the save location menu item to select a different folder */
"RECORDING_WINDOW_SAVE_TO_OTHER_LOCATION_title" = "其他位置…";

/* the title for the save location menu item representing the user's Documents folder */
"RECORDING_WINDOW_SAVE_TO_DOCUMENTS_title" = "文档";

/* the title for the save location menu item representing the user's Desktop folder */
"RECORDING_WINDOW_SAVE_TO_DESKTOP_title" = "桌面";

/* the title for the save location menu item representing the user's Movies folder */
"RECORDING_WINDOW_SAVE_TO_MOVIES_title" = "视频";

/* the message label for custom resolution dialog to input width and height */
"RECORDING_WINDOW_RESOLUTION_CUSTOM_DIALOG_MESSAGE_label" = "输入要录制的分辨率";

/* the title custom resolution dialog to input width */
"RECORDING_WINDOW_RESOLUTION_CUSTOM_DIALOG_WIDTH_label" = "宽";

/* the message label for custom resolution dialog to input width and height */
"RECORDING_WINDOW_RESOLUTION_CUSTOM_DIALOG_HEIGHT_label" = "高";

/* the label for alerting the user that the rtmp address is invalid */
"RECORDING_WINDOW_RTMP_ADDRESS_INVALID_label" = "请输入一个可用的 RTMP 地址";

/* the label of the button to start capture */
"RECORDING_WINDOW_START_CAPTURE_BUTTON_label" = "开始录屏";

/* the label of the button to stop capture */
"RECORDING_WINDOW_STOP_CAPTURE_BUTTON_label" = "停止录屏";

/* the placeholder text for the streaming address text field */
"RECORDING_WINDOW_RTMP_ADDRESS_placeholder" = "rtmps://example.com/live";

/* the message when error happened when trying to start capture */
"RECORDING_WINDOW_START_CAPTURE_ERROR_label" = "An unknown error happened while trying to start the video capture";
"RECORDING_WINDOW_START_CAPTURE_ERROR_win32_label" = "在尝试启动录屏时发生了未知的错误。一般来说，当你的显卡驱动过期时就会发生这种情况；请尝试更新你的驱动程序，如果问题仍然存在，请联系支持。";

/* a unit for measuring how fast data is transferred, appended to a numeric value */
"RECORDING_WINDOW_BITRATE_MBPS_label" = "Mbps";

/* the label for the Audio output mapping */
"RECORDING_WINDOW_AUDIO_label" = "音频：";

/* the label for the Audio output mapping button */
"RECORDING_WINDOW_AUDIO_BUTTON_title" = "Routing...";

/* displayed when the disk of the capture file becomes low */
"RECORDING_DISK_SPACE_LOW_ALERT_message" = "Low Disk Space";

/* displayed when the disk of the capture file becomes low */
"RECORDING_DISK_SPACE_LOW_ALERT_info" = "You are running low on disk space. Would you like to continue capturing?";

/* continue capturing */
"RECORDING_DISK_SPACE_LOW_ALERT_CONTINUE_BUTTON_title" = "Continue";

/* stop all captures */
"RECORDING_DISK_SPACE_LOW_ALERT_STOP_BUTTON_title" = "Stop";

/* stop local captures, but continue streaming, if applicable */
"RECORDING_DISK_SPACE_LOW_ALERT_STOP_BACKUP_BUTTON_title" = "Stop Saving Local Copy";

/* displayed when the disk of the capture file becomes critical */
"RECORDING_DISK_SPACE_CRITICAL_ALERT_message" = "Critical Disk Space";

/* displayed when the disk of the capture file becomes critical */
"RECORDING_DISK_SPACE_CRITICAL_ALERT_info" = "Local capture has stopped due to insufficient disk space.";

/* Displayed in the recording button's contextual menu as a status label when the disk is low on space */
"RECORDING_DISK_SPACE_STATUS_LOW_title" = "Disk space low";

/* Displayed in the recording button's contextual menu as a status label when the disk is critically low on space and must stop recording */
"RECORDING_DISK_SPACE_STATUS_CRITICAL_title" = "Disk space critically low";

/* displayed when the user tries to start recording to disk without enough disk space */
"RECORDING_DISK_SPACE_INSUFFICIENT_ERROR_label" = "Cannot capture to disk due to insufficient disk space.";

/*
 ------------------------------------------------------------------------------
 SCREEN_CONFIGURATION
	TABLE_VIEW
		HEADER
		CONTEXT_MENU
		FOOTER
	DETAIL_VIEW
		HARDWARE_TAB
			DEVICE_MENU
			OUTPUT_TARGET_MENU
		COLOR_TAB
		CORNER_PIN_TAB
		ALPHA_KEY_TAB
 ------------------------------------------------------------------------------
 */

/* displayed in a message box to alert the user that they're trying to delete a screen that's being recorded. */
"SCREEN_CONFIGURATION_DELETE_RECORDING_SCREEN_ALERT_message" = "录屏进行中";

/* extra information in a message box to alert the user that they're trying to delete a screen that's being recorded. %s is the user-defined screen name. */
"SCREEN_CONFIGURATION_DELETE_RECORDING_SCREEN_ALERT_info" = "当前的录屏环节包括 %s，删除此画面将停止录制。你确定要删除这个画面吗？";

/*
 ------------------------------------------------------------------------------
 AUDIO_PREFERENCES
 ------------------------------------------------------------------------------
 */

/* the menu item for "no output device" in the main audio output selection */
"AUDIO_PREFERENCES_MAIN_OUTPUT_NO_DEVICE_ITEM_title" = "None";

/*
 ------------------------------------------------------------------------------
 UPDATE_PREFERENCES
	HEADER
		CHECK_NOW_BUTTON
		INFORMATION_LABELS
		NOTIFY_FOR_UPDATES_CHECKBOX
	HEADER
		CHANNEL_SELECTION_POPUP_BUTTON
		CHANNEL_EXPLANATION_LABEL
 ------------------------------------------------------------------------------
 */
/* displayed at the top of the update preferences */
"UPDATE_PREFERENCES_UPDATE_LABEL_title" = "Updates";

/* title for "Check for Updates" button */
"UPDATE_PREFERENCES_CHECK_NOW_BUTTON_title" = "Check Now";

/* title for "Show Release Notes" button */
"UPDATE_PREFERENCES_SHOW_RELEASE_NOTES_BUTTON_title" = "Show Release Notes";

/* title for the "Installed Version:" label */
"UPDATE_PREFERENCES_INSTALLED_VERSION_LABEL_title" = "Installed Version: ";

/* title for the "Updated: " label*/
"UPDATE_PREFERENCES_UPDATED_DATE_LABEL_title" = "Updated: ";

/* title for the notify for available updates checkbox */
"UPDATE_PREFERENCES_NOTIFY_FOR_UPDATES_CHECKBOX_title" = "Notify when updates are available";

/* title for the update channel header */
"UPDATE_PREFERENCES_UPDATE_CHANNEL_LABEL_title" = "Update Channel";

/* title for the download update button */
"UPDATE_PREFERENCES_DOWNLOAD_UPDATE_BUTTON_title" = "Download Update";

/* title for release channel explanation label */
"UPDATE_PREFERENCES_CHANNEL_EXPLANATION_RELEASE_title" = "Release channel builds are updated less frequently but are generally more stable and intended for use in live production.";

/* title for beta channel explaination label */
"UPDATE_PREFERENCES_CHANNEL_EXPLANATION_BETA_title" = "The beta builds are published more frequently and include less tested features and improvements. Use in live production is cautioned and should only be done after extensive testing in your environment.";

/* title for the relase channel menu item */
"UPDATE_CHANNEL_RELEASE_MENU_title" = "Release";

/* title for the beta channel menu item */
"UPDATE_CHANNEL_BETA_MENU_title" = "Beta";

/* title for confirmation dialog when switching from beta to release channel */
"UPDATE_CHANNEL_DIALOG_SWITCH_CHANNEL_title" = "You are currently running a beta version. Do you want to restore the release version?";

/* title for confirmation dialog explanation when switching from beta to release channel */
"UPDATE_CHANNEL_DIALOG_SWITCH_CHANNEL_EXPLANATION_title" = "You may continue to use the beta version, but will no longer get updates until the next production release.";

/* title for the button in confirmation dialog when switching from beta to release channel to continue using beta version */
"UPDATE_CHANNEL_DIALOG_SWITCH_CHANNEL_CONTINUE_BETA_title" = "Continue Beta";

/* title for the button in confirmation dialog when switching from beta to release channel to switch to release version */
"UPDATE_CHANNEL_DIALOG_SWITCH_CHANNEL_INSTALL_RELEASE_title" = "Install Release";


/*
------------------------------------------------------------------------------
INPUT_PREFERENCES
   VIDEO_TABLE
   AUDIO_TABLE
   VIDEO_INPUT
      VIDEO_TAB
      AUDIO_TAB
   AUDIO_INPUT

------------------------------------------------------------------------------
*/

/* title for the video input table header input preferences pane */
"INPUT_PREFERENCES_VIDEO_TABLE_HEADER_title" = "VIDEO";

/* title for the audio input table header input preferences pane */
"INPUT_PREFERENCES_AUDIO_TABLE_HEADER_title" = "AUDIO";

/* title for the audio source video device header in the audio input detail view */
"INPUT_PREFERENCES_AUDIO_DEVICE_MENU_VIDEO_HEADER_title" = "Video";

/* title for the audio source audio device header in the audio input detail view */
"INPUT_PREFERENCES_AUDIO_DEVICE_MENU_AUDIO_HEADER_title" = "Audio";

/* title for the video input video tab header */
"INPUT_PREFERENCES_VIDEO_INPUT_VIDEO_TAB_HEADER_title" = "Video";

/* title for the video input audio tab header */
"INPUT_PREFERENCES_VIDEO_INPUT_AUDIO_TAB_HEADER_title" = "Audio";

/* title for a new input in preferences pane */
"INPUT_PREFERENCES_NEW_INPUT_title" = "Input";

/* label for the audio input description */
"INPUT_PREFERENCES_AUDIO_DESCRIPTION_label" = "Name:";

/* label for the audio input mode */
"INPUT_PREFERENCES_AUDIO_MODE_label" = "Mode:";

/* label for the audio input mode options button */
"INPUT_PREFERENCES_AUDIO_MODE_OPTIONS_BUTTON_label" = "Options";

/* label for the audio input mode options popup label */
"INPUT_PREFERENCES_AUDIO_MODE_OPTIONS_POPUP_label" = "Video Inputs";

/* label for the selected audio input device */
"INPUT_PREFERENCES_AUDIO_SOURCE_label" = "Source:";

/* label for the audio input delay */
"INPUT_PREFERENCES_AUDIO_DELAY_label" = "Delay:";

/* label for the audio input master level */
"INPUT_PREFERENCES_AUDIO_MASTER_LEVEL_label" = "Volume:";

/* label for the audio input channels section */
"INPUT_PREFERENCES_AUDIO_CHANNELS_SECTION_label" = "Channels:";

/* title for the individual audio channels in the audio input preferences pane */
"INPUT_PREFERENCES_AUDIO_CHANNEL_title" = "Channel %i";

/* title for the master audio channel in the audio input preferences pane */
"INPUT_PREFERENCES_AUDIO_MASTER_CHANNEL_title" = "Master";

/* undo action title for removing a input non plural */
"INPUT_PREFERENCES_UNDO_REMOVE_INPUT_action_title" = "Remove Input";

/* undo action title for removing inputs plural */
"INPUT_PREFERENCES_UNDO_REMOVE_INPUTS_action_title" = "Remove Inputs";

/* undo action title for adding a input non plural */
"INPUT_PREFERENCES_UNDO_ADD_INPUT_action_title" = "Add Input";

/* undo action title for adding inputs plural */
"INPUT_PREFERENCES_UNDO_ADD_INPUTS_action_title" = "Add Inputs";

/* undo action title for moving inputs plural */
"INPUT_PREFERENCES_UNDO_MOVE_INPUTS_action_title" = "Move Inputs";

/* the menu item in the audio device popup button */
"INPUT_PREFERENCES_AUDIO_NO_DEVICE_MENU_title" = "- No Audio Source -";

/* the name of the popup button for mapping a audio channel */
"INPUT_PREFERENCES_AUDIO_CHANNEL_MAP_BUTTON_title" = "Map...";

/* the menu item in the video device popup button */
"INPUT_PREFERENCES_VIDEO_NO_DEVICE_MENU_title" = "- No Video Source -";

/* the menu item in the video or audio input device popup button when a device is disconnected */
"INPUT_PREFERENCES_VIDEO_AUDIO_DISCONNECTED_DEVICE_MENU_title" = "Disconnected - %s";

/* the menu item in the video device popup button */
"INPUT_PREFERENCES_VIDEO_AUDIO_DEFAULT_DEVICE_MENU_title" = "Video (Embedded)";

/* the status indicator for if we have a selected device thats no longer connected */
"INPUT_PREFERENCES_VIDEO_PREVIEW_STATUS_DEVICE_NOT_CONNECTED_title" = "Not Connected";

/* the status indicator for if we have a selected device that has no signal */
"INPUT_PREFERENCES_VIDEO_PREVIEW_STATUS_DEVICE_NO_SIGNAL_title" = "No Signal";

/* the status indicator for if we have no selected device */
"INPUT_PREFERENCES_VIDEO_PREVIEW_STATUS_DEVICE_NO_SELECTION_title" = "- No Video Source -";

/* the label of the mode in the on state */
"INPUT_PREFERENCES_AUDIO_MODE_ON_label" = "On";

/* the label of the mode in the off state */
"INPUT_PREFERENCES_AUDIO_MODE_OFF_label" = "Off";

/* the label of the mode in the auto on state */
"INPUT_PREFERENCES_AUDIO_MODE_AUTO_ON_label" = "Auto On";

/* the label of the mode in the auto off state */
"INPUT_PREFERENCES_AUDIO_MODE_AUTO_OFF_label" = "Auto Off";

/* the definition of the mode in the on state */
"INPUT_PREFERENCES_AUDIO_MODE_ON_definition" = "On until manually disabled";

/* the definition of the mode in the off state */
"INPUT_PREFERENCES_AUDIO_MODE_OFF_definition" = "Off until manually enabled";

/* the definition of the mode in the auto on state */
"INPUT_PREFERENCES_AUDIO_MODE_AUTO_ON_definition" = "Automatically enables audio input when a linked video input is showing on an audience screen.";

/* the definition of the mode in the auto off state */
"INPUT_PREFERENCES_AUDIO_MODE_AUTO_OFF_definition" = "Automatically disables audio input when a foreground video with audio is being played.";

/* label for the video input description */
"INPUT_PREFERENCES_VIDEO_DESCRIPTION_label" = "Name:";

/* label for the video input video source */
"INPUT_PREFERENCES_VIDEO_SOURCE_label" = "Device:";

/* the label for in the video input audio tab audio source */
"INPUT_PREFERENCES_VIDEO_AUDIO_SOURCE_label" = "Source:";

/* label for the video input audio tab delay */
"INPUT_PREFERENCES_VIDEO_AUDIO_DELAY_label" = "Delay:";

/* label for the video input audio tab master level */
"INPUT_PREFERENCES_VIDEO_AUDIO_MASTER_LEVEL_label" = "Volume:";

/* label for the video input audio tab channels section */
"INPUT_PREFERENCES_VIDEO_AUDIO_CHANNELS_SECTION_label" = "Channels:";

"INPUT_PREFERENCES_VIDEO_AUDIO_NO_INPUTS_CONFIGURED_label" = "No Inputs Configured.\nClick Add (+) to configure an input.";


/*
------------------------------------------------------------------------------
NETWORK_PREFERENCES
   HEADER
	   NETWORK
       REMOTE APPS
------------------------------------------------------------------------------
*/

/* Fall back Network name to use in Network settings Network Name field. */
"NETWORK_PREFERENCES_NETWORK_FALLBACK_name" = "ProPresenter";


/*
------------------------------------------------------------------------------
CREATE_NEW_THEME_WINDOW
------------------------------------------------------------------------------
*/

/* The title for the New Theme window */
"CREATE_NEW_THEME_WINDOW_title" = "New Theme";

/* The title for the alert that is shown when the user enters a name which already exists */
"CREATE_NEW_THEME_WINDOW_ALREADY_EXISTS_ALERT_title" = "A theme with that name already exists!";

/* The placeholder string for the new theme window's text field */
"CREATE_NEW_THEME_WINDOW_NAME_TEXT_FIELD_placeholder" = "New Theme";

/* The label describing the new theme's name text field */
"CREATE_NEW_THEME_WINDOW_NAME_TEXT_FIELD_LABEL_title" = "Save As:";
